Repository: gianluca2342124/FocusGlobe
Catalog: FocusGlobe/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pt_br, ro, ru, zh_hans

source: Your flight is still connecting — try again in a moment.
de: Dein Flug verbindet sich noch — versuch es gleich noch einmal.
es: Tu vuelo aún se está conectando: inténtalo de nuevo en un momento.
fr: Votre vol est encore en cours de connexion — réessayez dans un instant.
hi: आपकी फ़्लाइट अब भी जुड़ रही है — थोड़ी देर में फिर कोशिश करें।
it: Il tuo volo si sta ancora collegando: riprova tra un momento.
nl: Je vlucht maakt nog verbinding — probeer het zo nog eens.
pt_br: Seu voo ainda está conectando — tente de novo em instantes.
ro: Zborul tău încă se conectează — mai încearcă într-o clipă.
ru: Ваш полёт ещё подключается — попробуйте через мгновение.
zh_hans: 你的飞行仍在连接中——请稍后再试。

source: Your focus atmosphere
de: Deine Fokus-Atmosphäre
es: Tu ambiente de concentración
fr: Votre ambiance de concentration
hi: आपका फ़ोकस माहौल
it: La tua atmosfera di concentrazione
nl: Je focussfeer
pt_br: Sua atmosfera de foco
ro: Atmosfera ta de concentrare
ru: Ваша атмосфера фокуса
zh_hans: 你的专注氛围

source: Your focus history stays on this device. No account, no tracking.
de: Dein Fokus-Verlauf bleibt auf diesem Gerät. Kein Konto, kein Tracking.
es: Tu historial de concentración se queda en este dispositivo. Sin cuenta, sin seguimiento.
fr: Votre historique de concentration reste sur cet appareil. Sans compte, sans suivi.
hi: आपका फ़ोकस इतिहास इसी डिवाइस पर रहता है। कोई खाता नहीं, कोई ट्रैकिंग नहीं।
it: La tua cronologia di concentrazione resta su questo dispositivo. Nessun account, nessun tracciamento.
nl: Je focusgeschiedenis blijft op dit apparaat. Geen account, geen tracking.
pt_br: Seu histórico de foco fica neste dispositivo. Sem conta, sem rastreamento.
ro: Istoricul tău de concentrare rămâne pe acest dispozitiv. Fără cont, fără urmărire.
ru: Ваша история фокуса остаётся на этом устройстве. Без аккаунта и отслеживания.
zh_hans: 你的专注历史保留在本设备。无需账号，无追踪。

source: YOUR FOCUS JOURNEY
de: DEINE FOKUS-REISE
es: TU VIAJE DE CONCENTRACIÓN
fr: VOTRE PARCOURS DE CONCENTRATION
hi: आपकी फ़ोकस यात्रा
it: IL TUO PERCORSO DI CONCENTRAZIONE
nl: JOUW FOCUSREIS
pt_br: SUA JORNADA DE FOCO
ro: CĂLĂTORIA TA DE CONCENTRARE
ru: ВАШ ПУТЬ ФОКУСА
zh_hans: 你的专注旅程

source: Your FocusGlobe account and purchases are connected.
de: Dein FocusGlobe-Konto und deine Käufe sind verbunden.
es: Tu cuenta de FocusGlobe y tus compras están conectadas.
fr: Votre compte FocusGlobe et vos achats sont liés.
hi: आपका FocusGlobe खाता और खरीदारी जुड़ी हुई हैं।
it: Il tuo account FocusGlobe e i tuoi acquisti sono collegati.
nl: Je FocusGlobe-account en aankopen zijn gekoppeld.
pt_br: Sua conta do FocusGlobe e suas compras estão conectadas.
ro: Contul tău FocusGlobe și achizițiile sunt conectate.
ru: Ваш аккаунт FocusGlobe и покупки связаны.
zh_hans: 你的 FocusGlobe 账号与购买已关联。

source: Your journal is missing today's stamp.
de: In deinem Journal fehlt der heutige Stempel.
es: A tu diario le falta el sello de hoy.
fr: Il manque le tampon du jour à votre carnet.
hi: आपकी डायरी में आज की मुहर नहीं लगी है।
it: Al tuo diario manca il timbro di oggi.
nl: In je logboek ontbreekt de stempel van vandaag.
pt_br: Falta o carimbo de hoje no seu diário.
ro: Jurnalului tău îi lipsește ștampila de azi.
ru: В вашем журнале не хватает сегодняшнего штампа.
zh_hans: 你的日志还缺今天的印章。

source: Your journal is waiting for its first stamps. Complete an expedition to start your map.
de: Dein Journal wartet auf die ersten Stempel. Schließe eine Expedition ab, um deine Karte zu beginnen.
es: Tu diario espera sus primeros sellos. Completa una expedición para empezar tu mapa.
fr: Votre journal attend ses premiers tampons. Terminez une expédition pour commencer votre carte.
hi: आपकी डायरी पहली मुहरों का इंतज़ार कर रही है। नक्शा शुरू करने के लिए एक यात्रा पूरी करें।
it: Il tuo diario attende i primi timbri. Completa una spedizione per iniziare la mappa.
nl: Je logboek wacht op de eerste stempels. Voltooi een expeditie om je kaart te starten.
pt_br: Seu diário espera os primeiros carimbos. Conclua uma expedição para começar seu mapa.
ro: Jurnalul tău își așteaptă primele ștampile. Finalizează o expediție ca să-ți începi harta.
ru: Ваш дневник ждёт первых печатей. Завершите экспедицию, чтобы начать карту.
zh_hans: 你的日志正等待第一批印章。完成一次远征即可开始你的地图。

source: Your last six months of real focus days as a living contribution grid — tap to open your Passport.
de: Deine letzten sechs Monate echter Fokus-Tage als lebendiges Raster — tippe für den Reisepass.
es: Tus últimos seis meses de días de concentración reales en una cuadrícula viva: toca para abrir el Pasaporte.
fr: Vos six derniers mois de vrais jours de concentration en grille vivante — touchez pour ouvrir le Passeport.
hi: पिछले छह महीनों के असली फ़ोकस दिन एक जीवंत ग्रिड में — पासपोर्ट खोलने के लिए टैप करें।
it: I tuoi ultimi sei mesi di giornate di concentrazione reali in una griglia viva: tocca per aprire il Passaporto.
nl: Je laatste zes maanden echte focusdagen als levend raster — tik om je Paspoort te openen.
pt_br: Seus últimos seis meses de dias reais de foco numa grade viva — toque para abrir o Passaporte.
ro: Ultimele șase luni de zile reale de concentrare într-o grilă vie — atinge pentru a deschide Pașaportul.
ru: Ваши последние шесть месяцев реальных дней фокуса в живой сетке — нажмите, чтобы открыть Паспорт.
zh_hans: 过去六个月真实专注日的动态网格——点按打开护照。

source: Your launch-ready Home
de: Dein startbereites Zuhause
es: Tu inicio listo para despegar
fr: Votre accueil prêt au décollage
hi: उड़ान के लिए तैयार आपका होम
it: La tua Home pronta al decollo
nl: Je startklare beginscherm
pt_br: Sua tela inicial pronta para decolar
ro: Ecranul tău principal, gata de decolare
ru: Ваш главный экран готов к запуску
zh_hans: 已准备就绪的主页

source: Your local flights, coins and streaks stay on this device. Your online profile remains until you delete it in Settings → Manage Online Data.
de: Deine lokalen Flüge, Münzen und Serien bleiben auf diesem Gerät. Dein Online-Profil bleibt, bis du es unter Einstellungen → Online-Daten verwalten löschst.
es: Tus vuelos, monedas y rachas locales se quedan en este dispositivo. Tu perfil online permanece hasta que lo elimines en Ajustes → Gestionar datos de Online.
fr: Vos vols, pièces et séries locaux restent sur cet appareil. Votre profil en ligne demeure jusqu’à sa suppression dans Réglages → Gérer les données Online.
hi: आपकी लोकल फ़्लाइट, सिक्के और स्ट्रीक इसी डिवाइस पर रहेंगी। आपका ऑनलाइन प्रोफ़ाइल तब तक रहेगा जब तक आप उसे सेटिंग → ऑनलाइन डेटा प्रबंधित करें में न हटाएँ।
it: I tuoi voli, monete e serie locali restano su questo dispositivo. Il profilo online rimane finché non lo elimini in Impostazioni → Gestisci dati Online.
nl: Je lokale vluchten, munten en reeksen blijven op dit apparaat. Je onlineprofiel blijft bestaan tot je het verwijdert via Instellingen → Onlinegegevens beheren.
pt_br: Seus voos, moedas e sequências locais ficam neste dispositivo. Seu perfil online permanece até você excluí-lo em Ajustes → Gerenciar dados do Online.
ro: Zborurile, monedele și seriile locale rămân pe acest dispozitiv. Profilul online rămâne până îl ștergi din Setări → Gestionează datele Online.
ru: Ваши локальные полёты, монеты и серии остаются на этом устройстве. Онлайн-профиль сохраняется, пока вы не удалите его в «Настройки → Управление данными Online».
zh_hans: 你的本地飞行、金币与连续记录保留在本设备。你的在线资料会保留，直到你在“设置 → 管理在线数据”中删除。

source: Your local flights, coins, streak, Store items and purchases stay on this device.
de: Deine lokalen Flüge, Münzen, Serie, Store-Objekte und Käufe bleiben auf diesem Gerät.
es: Tus vuelos, monedas, racha, objetos de la tienda y compras locales se quedan en este dispositivo.
fr: Vos vols, pièces, série, objets de la boutique et achats locaux restent sur cet appareil.
hi: आपकी लोकल फ़्लाइट, सिक्के, स्ट्रीक, स्टोर आइटम और खरीदारी इसी डिवाइस पर रहेंगी।
it: I tuoi voli, monete, serie, oggetti dello Store e acquisti locali restano su questo dispositivo.
nl: Je lokale vluchten, munten, reeks, winkelitems en aankopen blijven op dit apparaat.
pt_br: Seus voos, moedas, sequência, itens da loja e compras locais ficam neste dispositivo.
ro: Zborurile, monedele, seria, obiectele din magazin și achizițiile locale rămân pe acest dispozitiv.
ru: Ваши локальные полёты, монеты, серия, предметы магазина и покупки остаются на этом устройстве.
zh_hans: 你的本地飞行、金币、连续记录、商店物品与购买保留在本设备。

source: Your next deep-work block awaits
de: Dein nächster Deep-Work-Block wartet
es: Tu próximo bloque de trabajo profundo te espera
fr: Votre prochaine session de travail profond vous attend
hi: आपका अगला डीप-वर्क ब्लॉक तैयार है
it: Ti aspetta il prossimo blocco di lavoro profondo
nl: Je volgende deep-workblok wacht
pt_br: Seu próximo bloco de trabalho profundo te espera
ro: Te așteaptă următorul bloc de muncă profundă
ru: Вас ждёт следующий блок глубокой работы
zh_hans: 下一段深度工作在等你

source: Your next free spin is warming up. Try again in a moment.
de: Deine nächste Gratisdrehung wird vorbereitet. Versuch es gleich noch einmal.
es: Tu próximo giro gratis se está preparando. Inténtalo de nuevo en un momento.
fr: Votre prochain tour gratuit se prépare. Réessayez dans un instant.
hi: आपका अगला फ़्री स्पिन तैयार हो रहा है। थोड़ी देर में फिर कोशिश करें।
it: Il tuo prossimo giro gratis si sta preparando. Riprova tra un momento.
nl: Je volgende gratis draai wordt klaargezet. Probeer het zo nog eens.
pt_br: Seu próximo giro grátis está esquentando. Tente de novo em instantes.
ro: Următoarea ta rotire gratuită se pregătește. Mai încearcă într-o clipă.
ru: Ваш следующий бесплатный спин готовится. Попробуйте через мгновение.
zh_hans: 下一次免费转盘正在预热。请稍后再试。

source: Your place in the Sky
de: Dein Platz am Himmel
es: Tu lugar en el cielo
fr: Votre place dans le ciel
hi: आकाश में आपकी जगह
it: Il tuo posto nel cielo
nl: Jouw plek in de lucht
pt_br: Seu lugar no céu
ro: Locul tău pe cer
ru: Ваше место в небе
zh_hans: 你在天空中的位置

source: Your preferred flight length
de: Deine bevorzugte Flugdauer
es: Tu duración de vuelo preferida
fr: Votre durée de vol préférée
hi: आपकी पसंदीदा फ़्लाइट लंबाई
it: La tua durata di volo preferita
nl: Je favoriete vluchtduur
pt_br: Sua duração de voo preferida
ro: Durata ta preferată de zbor
ru: Ваша предпочтительная длительность полёта
zh_hans: 你偏好的飞行时长

source: Your progress path
de: Dein Fortschrittsweg
es: Tu camino de progreso
fr: Votre parcours de progression
hi: आपकी प्रगति की राह
it: Il tuo percorso di progressi
nl: Je voortgangspad
pt_br: Seu caminho de progresso
ro: Drumul tău de progres
ru: Ваш путь прогресса
zh_hans: 你的进阶之路

source: Your public profile & anonymous alias
de: Dein öffentliches Profil und dein anonymer Alias
es: Tu perfil público y tu alias anónimo
fr: Votre profil public et votre pseudonyme anonyme
hi: आपकी सार्वजनिक प्रोफ़ाइल और गुमनाम उपनाम
it: Il tuo profilo pubblico e il tuo pseudonimo anonimo
nl: Je openbare profiel en anonieme alias
pt_br: Seu perfil público e apelido anônimo
ro: Profilul tău public și aliasul anonim
ru: Ваш публичный профиль и анонимный псевдоним
zh_hans: 你的公开资料与匿名代号

source: your room
de: dein Raum
es: tu sala
fr: votre salle
hi: आपका रूम
it: la tua stanza
nl: jouw ruimte
pt_br: sua sala
ro: camera ta
ru: ваша комната
zh_hans: 你的房间

source: Your streak is too good to lose now.
de: Deine Serie ist zu gut, um sie jetzt zu verlieren.
es: Tu racha es demasiado buena para perderla ahora.
fr: Votre série est trop belle pour la perdre maintenant.
hi: आपकी स्ट्रीक अभी खोने के लिए बहुत अच्छी है।
it: La tua serie è troppo bella per perderla ora.
nl: Je reeks is te mooi om nu te verliezen.
pt_br: Sua sequência está boa demais para perder agora.
ro: Seria ta e prea bună ca s-o pierzi acum.
ru: Ваша серия слишком хороша, чтобы прерваться сейчас.
zh_hans: 你的连续天数太可惜了，别断在这里。

source: Equip
de: Verwenden
es: Usar
fr: Utiliser
hi: लगाएँ
it: Usa
nl: Gebruiken
pt_br: Usar
ro: Folosește
ru: Использовать
zh_hans: 装备

source: Equipped
de: Im Einsatz
es: En uso
fr: Utilisée
hi: इस्तेमाल में
it: In uso
nl: In gebruik
pt_br: Em uso
ro: În uz
ru: Используется
zh_hans: 使用中

source: Owned.
de: Gekauft.
es: Adquirido.
fr: Acquis.
hi: आपके पास है।
it: Acquistato.
nl: Gekocht.
pt_br: Adquirido.
ro: Achiziționat.
ru: Куплено.
zh_hans: 已拥有。

source: Move
de: Verschieben
es: Mover
fr: Déplacer
hi: हटाएँ
it: Sposta
nl: Verplaatsen
pt_br: Mover
ro: Mută
ru: Переместить
zh_hans: 移动

source: Place
de: Platzieren
es: Colocar
fr: Placer
hi: रखें
it: Posiziona
nl: Plaatsen
pt_br: Colocar
ro: Așază
ru: Разместить
zh_hans: 放置

source: Replace…
de: Ersetzen…
es: Sustituir…
fr: Remplacer…
hi: बदलें…
it: Sostituisci…
nl: Vervangen…
pt_br: Substituir…
ro: Înlocuiește…
ru: Заменить…
zh_hans: 替换…

source: Portrait
de: Hochformat
es: Vertical
hi: पोर्ट्रेट
it: Verticale
nl: Staand
pt_br: Retrato
ro: Portret
ru: Портрет
zh_hans: 竖屏

source: Landscape
de: Querformat
es: Horizontal
fr: Paysage
hi: लैंडस्केप
it: Orizzontale
nl: Liggend
pt_br: Paisagem
ro: Peisaj
ru: Альбом
zh_hans: 横屏

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
hi: मुफ़्त
it: Gratis
nl: Gratis
pt_br: Grátis
ro: Gratuit
ru: Бесплатно
zh_hans: 免费

source: DATE
de: DATUM
es: FECHA
hi: तारीख़
it: DATA
nl: DATUM
pt_br: DATA
ro: DATA
ru: ДАТА
zh_hans: 日期

source: MINUTES
de: MINUTEN
es: MINUTOS
hi: मिनट
it: MINUTI
nl: MINUTEN
pt_br: MINUTOS
ro: MINUTE
ru: МИНУТ
zh_hans: 分钟

source: ENDLESS
de: ENDLOS
es: SIN FIN
fr: SANS FIN
hi: अनंत
it: SENZA FINE
nl: EINDELOOS
pt_br: SEM FIM
ro: FĂRĂ SFÂRȘIT
ru: БЕЗ КОНЦА
zh_hans: 无限

source: Protected
de: Geschützt
es: Protegido
fr: Protégé
hi: सुरक्षित
it: Protetto
nl: Beschermd
pt_br: Protegido
ro: Protejat
ru: Под защитой
zh_hans: 已保护

source: Unrestricted
de: Ohne Sperre
es: Sin restricción
fr: Sans restriction
hi: बिना रोक
it: Senza restrizioni
nl: Zonder beperking
pt_br: Sem restrição
ro: Fără restricții
ru: Без ограничений
zh_hans: 未限制

source: Check in
es: Facturación
fr: Enregistrement
hi: चेक इन
nl: Inchecken
ru: Регистрация
zh_hans: 办理登机

source: EXPEDITION
es: EXPEDICIÓN
fr: EXPÉDITION
hi: यात्रा
it: SPEDIZIONE
nl: EXPEDITIE
pt_br: EXPEDIÇÃO
ro: EXPEDIȚIE
ru: ЭКСПЕДИЦИЯ
zh_hans: 远征

source: Ho Ho Ho
es: Jo, jo, jo
hi: हो हो हो
it: Oh oh oh
ru: Хо-хо-хо

source: Live
es: En directo
fr: En direct
hi: लाइव
it: In diretta
pt_br: Ao vivo
ro: În direct
ru: В эфире
zh_hans: 直播中

source: Marshmallow
es: Nube de azúcar
fr: Guimauve
hi: मार्शमैलो
ro: Bezea
ru: Маршмеллоу
zh_hans: 棉花糖

source: Name
es: Nombre
fr: Nom
hi: नाम
it: Nome
nl: Naam
pt_br: Nome
ro: Nume
ru: Имя
zh_hans: 名称

source: PRO Pilot
es: Piloto PRO
fr: Pilote PRO
hi: PRO पायलट
it: Pilota PRO
nl: PRO-piloot
pt_br: Piloto PRO
ro: Pilot PRO
ru: PRO-пилот
zh_hans: PRO 飞行员

source: Store
es: Tienda
fr: Boutique
hi: स्टोर
it: Negozio
nl: Winkel
pt_br: Loja
ro: Magazin
ru: Магазин
zh_hans: 商店

source: Version %@
es: Versión %@
hi: संस्करण %@
it: Versione %@
nl: Versie %@
pt_br: Versão %@
ro: Versiunea %@
ru: Версия %@
zh_hans: 版本 %@

source: MINUTE
es: MINUTO
hi: मिनट
it: MINUTO
nl: MINUUT
pt_br: MINUTO
ro: MINUT
ru: МИНУТА
zh_hans: 分钟

source: Emoji
fr: Émoji
hi: इमोजी
ru: Эмодзи
zh_hans: 表情

source: Online
fr: En ligne
hi: ऑनलाइन
ru: Онлайн
zh_hans: 在线

source: %.1f km
hi: %.1f किमी
ru: %.1f км
zh_hans: %.1f 公里

source: %@, %@, %@, premium
hi: %@, %@, %@, प्रीमियम
ru: %@, %@, %@, премиум
zh_hans: %@，%@，%@，高级

source: 30 min
hi: 30 मिनट
ru: 30 мин
zh_hans: 30 分钟

source: 45–90 min
hi: 45–90 मिनट
ru: 45–90 мин
zh_hans: 45–90 分钟

source: Solo
hi: अकेले
ru: Соло
zh_hans: 单人
